tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion"
brew "direnv"
brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "openssl@3"
brew "readline"
brew "xz"
brew "starship"
brew "xh"
brew "yq"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "multipass"
cask "visual-studio-code"
