tap "aws/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "xz"
brew "bash-completion"
brew "bat"
brew "gettext"
brew "clang-format"
brew "direnv"
brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "jq"
brew "kubernetes-cli"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "tcl-tk"
brew "python@3.8"
brew "starship"
brew "watch"
brew "xh"
brew "yq"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "go-task/tap/go-task"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "docker"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
