tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "bash-completion"
brew "gettext"
brew "clang-format"
brew "direnv"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "openssl@3"
brew "graphviz"
brew "readline"
brew "sqlite"
brew "starship"
brew "tcl-tk"
brew "watch"
brew "zlib"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
